Repository: stauziede/WP-Startup-Press-Room
Catalog: languages/*.po
Languages: fr_fr

source: Press Releases
fr_fr: Communiqués de presse

source: Press Release
fr_fr: Communiqué de Presse

source: Add new PR
fr_fr: Ajouter nouveau CP

source: Add new Press Release
fr_fr: Ajouter un nouveau Communiqué de Presse

source: Edit Press Release
fr_fr: Editer Communiqué

source: New Press Release
fr_fr: Nouveau Communiqué

source: View Press Release
fr_fr: Voir le Communiqué

source: Search Press Release
fr_fr: Chercher un Communiqué de Presse

source: No Press Release found
fr_fr: Pas de Communiqué trouvé

source: No Press Release in the trash
fr_fr: Pas de communiqué dans la corbeille

source: PR Categories
fr_fr: Catégories de CP

source: PR Category
fr_fr: Catégorie de CP

source: Edit PR Category
fr_fr: Editer Catégorie de CP

source: Update PR Category
fr_fr: MAJ Catégorie de CP

source: Add New PR Category
fr_fr: Ajouter une catégorie de CP

source: New PR Category Name
fr_fr: Nouveau nom de catégorie de CP

source: Parent PR Category
fr_fr: Catégorie de CP parente

source: Parent PR Category:
fr_fr: Catégorie de CP parente

source: All PR Categories
fr_fr: Toutes les catégories de CP

source: Search PR Categories
fr_fr: Chercher un catégorie de CP

source: Popular PR Categories
fr_fr: Catégories de CP populaires

source: Separate PR categories with commas
fr_fr: Séparer les catgégories de CP avec des virgules

source: Add or remove PR categories
fr_fr: Ajouter ou supprimer des catégories de CP

source: Choose from the most used PR categories
fr_fr: Choisir parmis les catégories de CP les plus utilisées

source: No PR categories found.
fr_fr: Aucune catégorie de CP trouvé
